<template>
    <div class='FAQView'>

        <div class="container">
<p>Добро пожаловаться на сайт «Аукцион «Для художников»!</p>
<p>Если у Вас возникли трудности с освоением функций сайта, то эта инструкция для вас!</p>
<br>
<h2><b>Я Художник:</b></h2>
<p>
1. Зарегистрируйтесь или войдите в уже созданный Вами профиль.<br>
2. На любой странице сайта нажмите «Новый аукцион».<br>
3. Заполните форму необходимой информацией.<br>
3.1. «Ссылка» - ссылка на Ваше изображение, которые Вы хотите продать.<br>
3.2. «Шаг» - минимальная последующая ставка.<br>
4. После этого нажмите «Выставить аукцион».<br>
5. После окончания аукциона Вам будет доступна связь с победителем, если таковой окажется.<br>
6. Не волнуйтесь, если первое время на Ваших лотах нет ставок.<br>
7. Вы вправе выставить любое количество аукционов за один раз.<br>
8. В конце месяца Вы можете выгрузить месячный отчет с информацией о количестве проведенных аукционов и полученный заработок.<br>
8.1. Для этого перейдите на страницу «Профиль» и нажмите на кнопку «Показать отчет».<br>
</p>
<br>
<h2><b>Я Покупатель:</b></h2>
<p>
1. Зарегистрируйтесь или войдите в уже созданный Вами профиль.<br>
2. На странице «Аукционы» выберите интересующий вас лот или используйте фильтры для более удобного поиска.<br>
3. Введите сумму, которую готовы потратить, и нажмите «Сделать ставку». Ставка должна быть больше текущей и включать минимальный шаг!<br>
4. Вы можете выбрать опцию «Ставка с минимальным шагом», чтобы сделать автоматическую ставку.<br>
5. В случае победы Вам откроется доступ к чату с автором лота.<br>
</p>
<br>
<p>В случае, когда интересующий Вас вопрос не описан выше или у Вас возникла проблема, напите письмо на нашу почту mailto@mail.ru или в телеграме @telegaAuk.</p>

        </div>
    </div>
</template>

<script>
export default {
  data () {
    return {
    }
  },
  components: { },
  computed: {},
  methods: {
  },
  mounted () {
  }
}
</script>

<style lang='scss'>
</style>
